Repository: ParvinT/insidex_app
Catalog: lib/l10n/app_*.arb
Languages: hi, ru

source: Editing
hi: संपादन
ru: Редактирование

source: Enter session title
hi: सत्र शीर्षक दर्ज करें
ru: Введите название сессии

source: Description
hi: विवरण
ru: Описание

source: Enter session description
hi: सत्र विवरण दर्ज करें
ru: Введите описание сессии

source: Introduction Title
hi: परिचय शीर्षक
ru: Заголовок введения

source: Introduction Content
hi: परिचय सामग्री
ru: Содержание введения

# describeWhatSessionDoes
source: Describe what this session does...
hi: यह सत्र क्या करता है वर्णन करें...
ru: Опишите, что делает эта сессия...

source: Account Not Found
hi: खाता नहीं मिला
ru: Аккаунт не найден

source: Age
hi: आयु
ru: Возраст

# answerQuickQuestions
source: Answer a few quick questions to get personalized recommendations
hi: त्वरित प्रश्नों का उत्तर दें
ru: Ответьте на несколько быстрых вопросов, чтобы получить персонализированные рекомендации

source: Anxiety Relief
hi: चिंता से राहत
ru: Снятие тревоги

source: Back to Login
hi: लॉगिन पर वापस जाएं
ru: Вернуться к входу

source: Better Sleep
hi: बेहतर नींद
ru: Лучший сон

# checkSpamFolder
source: Please check your spam folder or try resending the email after a few minutes.
hi: स्पैम फ़ोल्डर जांचें
ru: Пожалуйста, проверьте папку со спамом или попробуйте отправить письмо повторно через несколько минут.

source: Check Your Email
hi: अपना ईमेल जांचें
ru: Проверьте вашу почту

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
ru: Подтвердите пароль

# continueButton
source: Continue
hi: जारी रखें
ru: Продолжить

source: Create a password
hi: एक पासवर्ड बनाएं
ru: Создайте пароль

source: Date of Birth
hi: जन्म तिथि
ru: Дата рождения

source: Didn't get it?
hi: नहीं मिला?
ru: Не получили?

# didntReceiveEmail
source: Didn't receive the email?
hi: ईमेल प्राप्त नहीं हुआ?
ru: Не получили письмо?

source: Edit Goals
hi: लक्ष्य संपादित करें
ru: Редактировать цели

source: Email Address
hi: ईमेल पता
ru: Адрес электронной почты

source: Emotional Balance
hi: भावनात्मक संतुलन
ru: Эмоциональный баланс

source: Energy
hi: ऊर्जा
ru: Энергия

# enterSixDigitPassword
source: Enter the 6-digit password:
hi: छह अंकों का पासवर्ड दर्ज करें
ru: Введите 6-значный пароль:

source: Enter your email
hi: अपना ईमेल दर्ज करें
ru: Введите ваш email

source: Enter your full name
hi: अपना पूरा नाम दर्ज करें
ru: Введите ваше полное имя

source: Enter your password
hi: अपना पासवर्ड दर्ज करें
ru: Введите ваш пароль

# errorOccurred
source: An error occurred. Please try again.
hi: एक त्रुटि हुई
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Failed to send code
hi: कोड भेजने में विफल
ru: Не удалось отправить код

source: Failed to send reset email
hi: रीसेट ईमेल भेजने में विफल
ru: Не удалось отправить письмо для сброса

# forgotPasswordDescription
source: Don't worry! It happens. Please enter the email associated with your account.
hi: अपना ईमेल दर्ज करें और हम आपको एक रीसेट लिंक भेजेंगे
ru: Не волнуйтесь! Такое бывает. Пожалуйста, введите email, связанный с вашей учетной записью.

# forgotPasswordTitle
source: Forgot Password?
hi: पासवर्ड भूल गए?
ru: Забыли пароль?

# goalEditingComingSoon
source: Goal editing feature coming soon!
hi: लक्ष्य संपादन जल्द आ रहा है
ru: Функция редактирования целей скоро появится!

source: Health
hi: स्वास्थ्य
ru: Здоровье

source: Login failed
hi: लॉगिन विफल
ru: Ошибка входа

source: New code sent to
hi: नया कोड भेजा गया
ru: Новый код отправлен на

# noAccountExistsMessage
source: No account exists with this email address. Would you like to create a new account instead?
hi: इस ईमेल के साथ कोई खाता मौजूद नहीं है
ru: Аккаунт с этим адресом электронной почты не существует. Хотите создать новую учетную запись?

source: OR
hi: या
ru: ИЛИ

source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते
ru: Пароли не совпадают

# pleaseConfirmPassword
source: Please confirm your password
hi: कृपया पासवर्ड की पुष्टि करें
ru: Пожалуйста, подтвердите ваш пароль

# pleaseSelectBirthDate
source: Please select your birth date
hi: कृपया जन्म तिथि चुनें
ru: Пожалуйста, выберите дату рождения

source: Profile updated successfully
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई
ru: Профиль успешно обновлен

source: Re-enter your password
hi: अपना पासवर्ड फिर से दर्ज करें
ru: Введите пароль повторно

source: Resend
hi: पुनः भेजें
ru: Отправить повторно

# resetLinkSentMessage
source: We have sent a password reset link to your email address. Please check your inbox and follow the instructions.
hi: रीसेट लिंक आपके ईमेल पर भेज दिया गया है
ru: Мы отправили ссылку для сброса пароля на ваш адрес электронной почты. Пожалуйста, проверьте входящие и следуйте инструкциям.

# securityReasonNote
source: For security reasons, we will send a password reset link to your registered email if it exists in our system.
hi: सुरक्षा कारणों से, हम आपके खाते की सुरक्षा करते हैं
ru: В целях безопасности мы отправим ссылку для сброса пароля на вашу зарегистрированную электронную почту, если она существует в нашей системе.

source: Select your birth date
hi: अपनी जन्म तिथि चुनें
ru: Выберите дату рождения

source: Send Reset Link
hi: रीसेट लिंक भेजें
ru: Отправить ссылку для сброса

# signInToContinue
source: Sign in to continue your healing journey
hi: जारी रखने के लिए साइन इन करें
ru: Войдите, чтобы продолжить свой путь к исцелению

# startYourHealingJourney
source: Start your healing journey today
hi: अपनी उपचार यात्रा शुरू करें
ru: Начните свой путь к исцелению сегодня

source: Tell us about yourself
hi: हमें अपने बारे में बताएं
ru: Расскажите нам о себе

# thisHelpsPersonalize
source: This helps us personalize your experience
hi: यह आपके अनुभव को व्यक्तिगत बनाने में मदद करता है
ru: Это помогает нам персонализировать ваш опыт

source: Try Different Email
hi: एक अलग ईमेल आज़माएं
ru: Попробовать другой email

source: Verification failed
hi: सत्यापन विफल
ru: Ошибка подтверждения

# weSentPasswordTo
source: We sent a password to:
hi: हमने पासवर्ड रीसेट लिंक भेजा है
ru: Мы отправили пароль на:

source: Welcome Back!
hi: वापसी पर स्वागत है
ru: С возвращением!

# whatAreYourGoals
source: What are your current goals
hi: आपके लक्ष्य क्या हैं?
ru: Каковы ваши текущие цели

source: years old
hi: वर्ष की आयु
ru: лет

source: You can resend in
hi: आप फिर से भेज सकते हैं
ru: Можно отправить повторно через

# youMustBeAtLeast18
source: You must be at least 18 years old
hi: आपकी आयु कम से कम 18 वर्ष होनी चाहिए
ru: Вам должно быть не менее 18 лет

# yourInformationIsSecure
source: Your information is secure and will never be shared
hi: आपकी जानकारी सुरक्षित है
ru: Ваша информация в безопасности и никогда не будет передана

source: No cards available
hi: कोई कार्ड उपलब्ध नहीं
ru: Нет доступных карт

source: Category Icon
hi: श्रेणी आइकन
ru: Иконка категории

# tapToChooseIcon
source: Tap to choose an icon for this category
hi: इस श्रेणी के लिए एक आइकन चुनने के लिए टैप करें
ru: Нажмите, чтобы выбрать иконку для этой категории

source: Select Icon
hi: आइकन चुनें
ru: Выбрать иконку

source: Failed to save disease
hi: बीमारी सहेजने में विफल
ru: Не удалось сохранить заболевание

source: Please select gender
hi: कृपया लिंग चुनें
ru: Пожалуйста, выберите пол

# originalCategoryDeleted
source: Original category was deleted. Please select a new category.
hi: मूल श्रेणी हटा दी गई है। कृपया एक नई श्रेणी चुनें।
ru: Исходная категория была удалена. Пожалуйста, выберите новую категорию.

# pleaseAddAtLeastOneImage
source: Please add at least 1 image
hi: कृपया कम से कम 1 छवि जोड़ें
ru: Пожалуйста, добавьте хотя бы 1 изображение

# categoryImagesInfo
source: Add 1-10 images. One will be randomly selected each time.
hi: 1-10 छवियां जोड़ें। हर बार एक को यादृच्छिक रूप से चुना जाएगा।
ru: Добавьте 1-10 изображений. Каждый раз будет выбрано одно случайным образом.

source: Showing only your language
hi: केवल आपकी भाषा दिखाई जा रही है
ru: Показывается только ваш язык

source: Showing all languages
hi: सभी भाषाएँ दिखाई जा रही हैं
ru: Показываются все языки

source: images
hi: छवियां
ru: изображений

source: Unknown Disease
hi: अज्ञात बीमारी
ru: Неизвестное заболевание

source: Recommended for you
hi: आपके लिए अनुशंसित
ru: Рекомендуется для вас

# unlockAndListen
source: Unlock & Listen
hi: अनलॉक करें और सुनें
ru: Разблокировать и слушать

source: Listen Now
hi: अभी सुनें
ru: Слушать сейчас

# startEmotionalTestFree
source: Start My Emotional Test — Free
hi: मेरा भावनात्मक परीक्षण शुरू करें — निःशुल्क

source: Selected
hi: चयनित
ru: Выбрано

source: Next
hi: आगे
ru: Далее

source: No diseases available
hi: कोई बीमारी उपलब्ध नहीं है
ru: Доступных заболеваний нет

source: Men's Test
hi: पुरुषों के लिए परीक्षण
ru: Тест для мужчин

source: Women's Test
hi: महिलाओं के लिए परीक्षण
ru: Тест для женщин

source: Your Results
hi: आपके परिणाम
ru: Ваши результаты

source: Selected Diseases
hi: चयनित बीमारियाँ
ru: Выбранные заболевания

source: Diseases
hi: बीमारियाँ
ru: Заболеваний

source: Why is this caused?
hi: यह क्यों होता है?
ru: Почему это происходит?

source: See less
hi: कम देखें
ru: Свернуть

source: See more
hi: और देखें
ru: Показать больше

source: Listen
hi: सुनें
ru: Слушать

# noHealingSessionAvailable
source: No healing session available for this disease yet.
hi: इस बीमारी के लिए अभी तक कोई उपचार सत्र उपलब्ध नहीं है।
ru: Для этого заболевания пока нет лечебного сеанса.

# seeXMore
source: See {count} More
hi: {count} और देखें
ru: Показать ещё {count}

source: Session
hi: सत्र
ru: Сеанс

source: Could not open session
hi: सत्र नहीं खोला जा सका
ru: Не удалось открыть сеанс

# noHealingSessionYetWorkingOnIt
source: No healing session available for this condition yet. Our team is working on it!
hi: इस स्थिति के लिए अभी तक कोई उपचार सत्र उपलब्ध नहीं है। हमारी टीम इस पर काम कर रही है!
ru: Для этого состояния пока нет лечебного сеанса. Наша команда работает над этим!

source: Loading recommendation...
hi: अनुशंसा लोड हो रही है...
ru: Загрузка рекомендации...

source: How It Works
hi: यह कैसे काम करता है
ru: Как это работает

# chooseAvatar
source: Choose Your Avatar
hi: अपना अवतार चुनें
ru: Выберите аватар

source: Downloads
hi: डाउनलोड
ru: Загрузки

source: No Downloads
hi: कोई डाउनलोड नहीं
ru: Нет загрузок

# noDownloadsMessage
source: Download sessions to listen offline without internet
hi: इंटरनेट के बिना सुनने के लिए सत्र डाउनलोड करें
ru: Скачайте сеансы для прослушивания без интернета

source: Remove Download
hi: डाउनलोड हटाएं
ru: Удалить загрузку

# removeDownloadMessage
source: This will remove the downloaded file from your device
hi: यह आपके डिवाइस से डाउनलोड की गई फ़ाइल को हटा देगा
ru: Это удалит загруженный файл с вашего устройства

source: Storage Used
hi: उपयोग किया गया स्टोरेज
ru: Использовано памяти

source: Total Size
hi: कुल आकार
ru: Общий размер

source: Clear All Downloads
hi: सभी डाउनलोड साफ़ करें
ru: Удалить все загрузки

# clearAllDownloadsMessage
source: This will remove all downloaded sessions from your device
hi: यह आपके डिवाइस से सभी डाउनलोड किए गए सत्र हटा देगा
ru: Это удалит все загруженные сеансы с вашего устройства

source: Downloading...
hi: डाउनलोड हो रहा है...
ru: Загрузка...

source: Download Complete
hi: डाउनलोड पूर्ण
ru: Загрузка завершена

source: Download Failed
hi: डाउनलोड विफल
ru: Ошибка загрузки

source: Offline Mode
hi: ऑफ़लाइन मोड
ru: Офлайн режим

# offlineModeMessage
source: Only downloaded sessions are available
hi: केवल डाउनलोड किए गए सत्र उपलब्ध हैं
ru: Доступны только загруженные сеансы

# offlineListening
source: Listen to downloaded sessions offline
hi: डाउनलोड किए गए सत्र ऑफ़लाइन सुनें
ru: Слушайте загруженные сеансы офлайн

# youAreOffline
source: You're Offline
hi: आप ऑफ़लाइन हैं
ru: Вы офлайн

# offlineDescription
source: Connect to the internet to access all features, or listen to your downloaded sessions.
hi: सभी सुविधाओं तक पहुंचने के लिए इंटरनेट से कनेक्ट करें, या अपने डाउनलोड किए गए सत्र सुनें।
ru: Подключитесь к интернету для доступа ко всем функциям или слушайте загруженные сеансы.

source: Go to Downloads
hi: डाउनलोड पर जाएं
ru: Перейти к загрузкам

source: Try Again
hi: पुनः प्रयास करें
ru: Повторить

source: Checking...
hi: जाँच हो रही है...
ru: Проверка...

# stillOffline
source: Still offline. Please check your connection.
hi: अभी भी ऑफ़लाइन। कृपया अपना कनेक्शन जांचें।
ru: Всё ещё офлайн. Проверьте подключение.

source: No Internet
hi: इंटरनेट नहीं
ru: Нет интернета

# internetRequiredForFirstLogin
source: Internet connection is required for first login. Please connect and try again.
hi: पहली बार लॉगिन के लिए इंटरनेट कनेक्शन आवश्यक है। कृपया कनेक्ट करें और पुनः प्रयास करें।
ru: Для первого входа требуется интернет. Подключитесь и попробуйте снова.

source: Preparing...
hi: तैयार हो रहा है...
ru: Подготовка...

source: Appearance
hi: दिखावट
ru: Оформление

# lightMode
source: Light
hi: लाइट
ru: Светлая

# lightModeSubtitle
source: Classic bright theme
hi: क्लासिक ब्राइट थीम
ru: Классическая светлая тема

# darkMode
source: Dark
hi: डार्क
ru: Тёмная

# darkModeSubtitle
source: Easy on the eyes
hi: आंखों के लिए आरामदायक
ru: Комфортно для глаз

# systemDefault
source: System
hi: सिस्टम
ru: Системная

# systemDefaultSubtitle
source: Follow device settings
hi: डिवाइस सेटिंग्स का पालन करें
ru: Следовать настройкам устройства

# browseAllSubliminals
source: Browse all available subliminal sessions
hi: सभी उपलब्ध सबलिमिनल सत्र ब्राउज़ करें
ru: सभी उपलब्ध अवचेतन सत्रों को ब्राउज़ करें

# yourPersonalizedCollection
source: Your personalized subliminal collection
hi: आपका व्यक्तिगत सबलिमिनल संग्रह
ru: आपका व्यक्तिगत अवचेतन संग्रह

source: Deleting session and files...
hi: सत्र और फ़ाइलें हटाई जा रही हैं...
ru: सत्र और फ़ाइलें हटाई जा रही हैं...

source: Error deleting session
hi: सत्र हटाने में त्रुटि
ru: सत्र हटाते समय त्रुटि
