Repository: ParvinT/insidex_app
Catalog: lib/l10n/app_*.arb
Languages: hi, ru

# appTagline
source: Sound Healing & Subliminal
hi: ध्वनि उपचार और अवचेतन
ru: Звуковое Исцеление и Сублиминалы

source: Settings
hi: सेटिंग्स
ru: Настройки

source: Account
hi: खाता
ru: Аккаунт

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ru: Редактировать профиль

source: Sign Out
hi: साइन आउट
ru: Выйти

# signOutConfirmTitle
source: Sign Out
hi: साइन आउट करें
ru: Выход

# signOutConfirmMessage
source: Are you sure you want to sign out?
hi: क्या आप वाकई साइन आउट करना चाहते हैं?
ru: Вы уверены, что хотите выйти?

source: Cancel
hi: रद्द करें
ru: Отмена

source: Confirm
hi: पुष्टि करें
ru: Подтвердить

source: App
hi: ऐप
ru: Приложение

source: Notifications
hi: सूचनाएं
ru: Уведомления

# notificationsSubtitle
source: Manage your notification preferences
hi: अपनी सूचना प्राथमिकताएं प्रबंधित करें
ru: Управление уведомлениями

source: Language
hi: भाषा
ru: Язык

# supportAndFeedback
source: Support & Feedback
hi: सहायता और प्रतिक्रिया
ru: Поддержка и обратная связь

source: Send Feedback
hi: प्रतिक्रिया भेजें
ru: Отправить отзыв

# sendFeedbackSubtitle
source: Help us improve INSIDEX
hi: InsideX को बेहतर बनाने में हमारी मदद करें
ru: Помогите нам улучшить InsideX

# reportBug
source: Report a Bug
hi: बग की रिपोर्ट करें
ru: Сообщить об ошибке

# reportBugSubtitle
source: Something not working?
hi: कुछ काम नहीं कर रहा है?
ru: Что-то не работает?

source: About
hi: के बारे में
ru: О приложении

# aboutApp
source: About
hi: के बारे में
ru: О приложении

source: Disclaimer
hi: अस्वीकरण
ru: Отказ от ответственности

source: Privacy Policy
hi: गोपनीयता नीति
ru: Политика конфиденциальности

source: Terms of Service
hi: सेवा की शर्तें
ru: Условия использования

source: Version
hi: संस्करण
ru: Версия

source: OK
hi: ठीक है
ru: ОК

source: Save
hi: सहेजें
ru: Сохранить

source: Edit
hi: संपादित करें
ru: Изменить

source: Home
hi: होम
ru: Главная

source: Playlist
hi: प्लेलिस्ट
ru: Плейлист

source: Profile
hi: प्रोफ़ाइल
ru: Профиль

source: All Subliminals
hi: सभी सबलिमिनल
ru: Все сублиминалы

source: Your Playlist
hi: आपकी प्लेलिस्ट
ru: Ваш плейлист

source: Menu
hi: मेनू
ru: Меню

source: My Playlists
hi: मेरी प्लेलिस्ट
ru: Мои плейлисты

source: My Playlist
hi: मेरी प्लेलिस्ट
ru: Мой плейлист

source: Favorites
hi: पसंदीदा
ru: Избранное

source: Recent
hi: हाल ही में
ru: Недавние

source: Done
hi: हो गया
ru: Готово

source: No Sessions in Playlist
hi: प्लेलिस्ट में कोई सत्र नहीं
ru: Нет сессий в плейлисте

# addSessionsToPlaylist
source: Add sessions to create your perfect healing journey
hi: अपनी सही उपचार यात्रा बनाने के लिए सत्र जोड़ें
ru: Добавьте сессии для создания идеального путешествия

source: No Favorite Sessions
hi: कोई पसंदीदा सत्र नहीं
ru: Нет избранных сессий

# markSessionsAsFavorite
source: Mark sessions as favorite to find them quickly
hi: जल्दी खोजने के लिए सत्रों को पसंदीदा के रूप में चिह्नित करें
ru: Отметьте сессии как избранные для быстрого доступа

source: No Recent Sessions
hi: कोई हालिया सत्र नहीं
ru: Нет недавних сессий

# sessionsWillAppearHere
source: Sessions you play will appear here
hi: आपके द्वारा चलाए गए सत्र यहां दिखाई देंगे
ru: Прослушанные сессии появятся здесь

source: Removed from favorites
hi: पसंदीदा से हटा दिया गया
ru: Удалено из избранного

source: Added to favorites
hi: पसंदीदा में जोड़ा गया
ru: Добавлено в избранное

source: Removed from playlist
hi: प्लेलिस्ट से हटा दिया गया
ru: Удалено из плейлиста

source: Untitled Session
hi: शीर्षकहीन सत्र
ru: Сеанс без названия

source: General
hi: सामान्य
ru: Общее

source: Untitled
hi: शीर्षकहीन
ru: Без названия

source: Added to playlist
hi: प्लेलिस्ट में जोड़ा गया
ru: Добавлено в плейлист

# profileUpdated
source: Profile updated successfully!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई!
ru: Профиль успешно обновлен!

source: Error updating profile
hi: प्रोफ़ाइल अपडेट करने में त्रुटि
ru: Ошибка обновления профиля

source: Full Name
hi: पूरा नाम
ru: Полное имя

source: Enter your name
hi: अपना नाम दर्ज करें
ru: Введите ваше имя

source: Account Information
hi: खाता जानकारी
ru: Информация об аккаунте

source: Member Since
hi: सदस्य बने
ru: Участник с

source: Account Type
hi: खाता प्रकार
ru: Тип аккаунта

source: Premium
hi: प्रीमियम
ru: Премиум

source: Free
hi: मुफ्त
ru: Бесплатный

source: Role
hi: भूमिका
ru: Роль

source: Administrator
hi: प्रशासक
ru: Администратор

source: Your Progress
hi: आपकी प्रगति
ru: Ваш прогресс

# trackYourListening
source: Track your listening habits and improvements
hi: अपनी सुनने की आदतों और सुधारों को ट्रैक करें
ru: Отслеживайте свои привычки прослушивания и улучшения

source: My Insights
hi: मेरे आँकड़े
ru: Моя статистика

# viewPersonalizedWellness
source: View your personalized wellness profile
hi: अपनी व्यक्तिगत स्वास्थ्य प्रोफ़ाइल देखें
ru: Просмотрите свой персонализированный профиль здоровья

source: Admin Dashboard
hi: व्यवस्थापक डैशबोर्ड
ru: Панель администратора

source: Dashboard Overview
hi: डैशबोर्ड अवलोकन
ru: Обзор панели управления

# welcomeToAdminDashboard
source: Welcome to your admin dashboard
hi: अपने व्यवस्थापक डैशबोर्ड में आपका स्वागत है
ru: Добро пожаловать в панель администратора

# manageUsersAndSessions
source: Manage users, sessions and app settings
hi: उपयोगकर्ताओं, सत्रों और ऐप सेटिंग्स को प्रबंधित करें
ru: Управление пользователями, сессиями и настройками приложения

source: Change Password
hi: पासवर्ड बदलें
ru: Изменить пароль

source: min
hi: मिनट
ru: мин

source: days
hi: दिन
ru: дней

source: Analytics
hi: विश्लेषण
ru: Аналитика

source: Year
hi: वर्ष
ru: Год

source: Month
hi: महीना
ru: Месяц

source: Week
hi: सप्ताह
ru: Неделя

source: Day
hi: दिन
ru: День

source: This Week
hi: इस सप्ताह
ru: На этой неделе

source: Top Sessions
hi: शीर्ष सत्र
ru: Топ сессии

source: minutes today
hi: मिनट आज
ru: минут сегодня

source: total
hi: कुल
ru: всего

source: No sessions yet
hi: अभी तक कोई सत्र नहीं
ru: Сессий пока нет

source: Mon
hi: सोम
ru: Пн

source: Tue
hi: मंगल
ru: Вт

source: Wed
hi: बुध
ru: Ср

source: Thu
hi: गुरु
ru: Чт

source: Fri
hi: शुक्र
ru: Пт

source: Sat
hi: शनि
ru: Сб

source: Sun
hi: रवि
ru: Вс

source: Categories
hi: श्रेणियाँ
ru: Категории

source: All Sessions
hi: सभी सत्र
ru: Все сессии

# chooseCategory
source: Choose a Category
hi: एक श्रेणी चुनें
ru: Выберите категорию

# selectCategoryExplore
source: Select a category to explore sessions
hi: सत्रों को एक्सप्लोर करने के लिए एक श्रेणी चुनें
ru: Выберите категорию для просмотра сессий

source: Sessions
hi: सत्र
ru: Сеансы

source: Error loading sessions
hi: सत्र लोड करने में त्रुटि
ru: Ошибка загрузки сессий

source: No sessions available
hi: कोई सत्र उपलब्ध नहीं है
ru: Нет доступных сессий

# checkBackLater
source: Check back later for new content
hi: नई सामग्री के लिए बाद में वापस जांचें
ru: Вернитесь позже за новым контентом

source: Overview
hi: अवलोकन
ru: Обзор

# goalsTab
source: Goals
hi: लक्ष्य
ru: Цели

source: Stats
hi: आंकड़े
ru: Статистика

source: Journey
hi: यात्रा
ru: Путь

source: subliminals
hi: सबलिमिनल
ru: сублиминалов

source: Personal Information
hi: व्यक्तिगत जानकारी
ru: Личная информация

source: Gender
hi: लिंग
ru: Пол

source: Male
hi: पुरुष
ru: Мужской

source: Female
hi: महिला
ru: Женский

source: Total Listening
hi: कुल सुनना
ru: Общее прослушивание

source: Total Sessions
hi: कुल सत्र
ru: Всего сессий

source: Current Streak
hi: वर्तमान स्ट्रीक
ru: Текущая серия

# noGoalsYet
source: No goals set yet
hi: अभी तक कोई लक्ष्य निर्धारित नहीं
ru: Целей пока нет

source: Goal Progress
hi: लक्ष्य प्रगति
ru: Прогресс целей

source: Weekly Activity
hi: साप्ताहिक गतिविधि
ru: Недельная активность

source: Average Session
hi: औसत सत्र
ru: Средняя сессия

source: Edit Mode
hi: संपादन मोड
ru: Режим редактирования

source: Save Changes
hi: परिवर्तन सहेजें
ru: Сохранить изменения

source: Personal Info
hi: व्यक्तिगत जानकारी
ru: Личная информация

# yourPersonalizedProfile
source: Your personalized wellness profile
hi: आपकी व्यक्तिगत स्वास्थ्य प्रोफ़ाइल
ru: Ваш персонализированный профиль здоровья

source: Birth Date
hi: जन्म तिथि
ru: Дата рождения

source: Email
hi: ईमेल
ru: Электронная почта

source: Not specified
hi: निर्दिष्ट नहीं
ru: Не указано

source: Personality Insights
hi: व्यक्तित्व अंतर्दृष्टि
ru: Личные особенности

source: Age Group
hi: आयु वर्ग
ru: Возрастная группа

source: Wellness Focus
hi: स्वास्थ्य फोकस
ru: Фокус здоровья

source: Recommended Sessions
hi: अनुशंसित सत्र
ru: Рекомендуемые сессии

source: Your Wellness Goals
hi: आपके स्वास्थ्य लक्ष्य
ru: Ваши цели здоровья

source: Days Active
hi: सक्रिय दिन
ru: Дней активности

# sessionsLabel
source: Sessions
hi: सत्र
ru: Сессий

# minutesLabel
source: Minutes
hi: मिनट
ru: Минут

# streakLabel
source: Streak
hi: स्ट्रीक
ru: Серия

source: min total
hi: मिनट कुल
ru: мин всего

source: Session Stats
hi: सत्र आंकड़े
ru: Статистика сессий

source: Longest Session
hi: सबसे लंबा सत्र
ru: Самая долгая сессия

source: Favorite Time
hi: पसंदीदा समय
ru: Любимое время

source: Loading...
hi: लोड हो रहा है...
ru: Загрузка...

source: Your Wellness Journey
hi: आपकी स्वास्थ्य यात्रा
ru: Ваш путь здоровья

# trackMilestones
source: Track your milestones and achievements
hi: अपने मील के पत्थर और उपलब्धियों को ट्रैक करें
ru: Отслеживайте свои достижения и вехи

source: First Session
hi: पहला सत्र
ru: Первая сессия

source: Not started yet
hi: अभी तक शुरू नहीं किया
ru: Еще не начато

# sevenDayStreak
source: 7 Day Streak
hi: 7 दिन की स्ट्रीक
ru: 7-дневная серия

source: Achieved!
hi: हासिल किया!
ru: Достигнуто!

source: days to go
hi: दिन बाकी
ru: дней осталось

# tenSessions
source: 10 Sessions
hi: 10 सत्र
ru: 10 сессий

source: Completed!
hi: पूर्ण!
ru: Завершено!

source: sessions to go
hi: सत्र बाकी
ru: сессий осталось

# thirtyDayStreak
source: 30 Day Streak
hi: 30 दिन की स्ट्रीक
ru: 30-дневная серия

source: Amazing achievement!
hi: अद्भुत उपलब्धि!
ru: Потрясающее достижение!

source: Keep going!
hi: जारी रखें!
ru: Продолжайте!

# fiftySessions
source: 50 Sessions
hi: 50 सत्र
ru: 50 сессий

source: Power user!
hi: पावर उपयोगकर्ता!
ru: Опытный пользователь!

source: Long term goal
hi: दीर्घकालिक लक्ष्य
ru: Долгосрочная цель

source: years
hi: वर्ष
ru: лет

source: Your Age
hi: आपकी आयु
ru: Ваш возраст

source: Active
hi: सक्रिय
ru: Активно

# goalsLabel
source: Goals
hi: लक्ष्य
ru: Целей

source: Member
hi: सदस्य
ru: Участник

source: Morning
hi: सुबह
ru: Утро

source: Afternoon
hi: दोपहर
ru: День

source: Evening
hi: शाम
ru: Вечер

source: Night
hi: रात
ru: Ночь

source: Young Adult
hi: युवा वयस्क
ru: Молодой взрослый

source: Early Twenties
hi: बीस के दशक की शुरुआत
ru: Начало двадцатых

source: Late Twenties
hi: बीस के दशक के अंत में
ru: Конец двадцатых

source: Thirties
hi: तीस के दशक
ru: Тридцатые

source: Mature Adult
hi: परिपक्व वयस्क
ru: Зрелый взрослый

source: Sleep Quality
hi: नींद की गुणवत्ता
ru: Качество сна

source: Mental Peace
hi: मानसिक शांति
ru: Душевное спокойствие

source: Vitality
hi: जीवन शक्ति
ru: Жизненная энергия

source: General Wellness
hi: सामान्य स्वास्थ्य
ru: Общее здоровье

source: Sleep Sessions
hi: नींद सत्र
ru: Сессии сна

source: Meditation
hi: ध्यान
ru: Медитация

source: Focus Sessions
hi: फोकस सत्र
ru: Сессии фокуса

source: Confidence
hi: आत्मविश्वास
ru: Уверенность

source: Sign In
hi: साइन इन करें
ru: Войти

source: Sign Up
hi: साइन अप करें
ru: Зарегистрироваться

source: Password
hi: पासवर्ड
ru: Пароль

source: Forgot Password?
hi: पासवर्ड भूल गए?
ru: Забыли пароль?

source: Enter email
hi: ईमेल दर्ज करें
ru: Введите email

# dontHaveAccount
source: Don't have an account?
hi: खाता नहीं है?
ru: Нет аккаунта?

source: Create Account
hi: खाता बनाएं
ru: Создать аккаунт

source: Verify Email
hi: ईमेल सत्यापित करें
ru: Подтвердить Email

source: Verify
hi: सत्यापित करें
ru: Подтвердить

# pleaseEnterSixDigitCode
source: Please enter the 6-digit code.
hi: कृपया 6 अंकों का कोड दर्ज करें
ru: Пожалуйста, введите 6-значный код.

source: Account created successfully!
hi: खाता सफलतापूर्वक बनाया गया!
ru: Аккаунт успешно создан!

source: Skip
hi: छोड़ें
ru: Пропустить

source: Select gender
hi: लिंग चुनें
ru: Выберите пол

source: 📝 Other
hi: अन्य
ru: 📝 Другое

source: I agree to the
hi: मैं सहमत हूं
ru: Я согласен с

# termsAndConditions
source: Terms & Conditions
hi: नियम और शर्तें
ru: Условиями использования

source: and
hi: और
ru: и

# pleaseAgreeToTerms
source: Please agree to the terms and conditions
hi: कृपया नियमों और शर्तों से सहमत हों
ru: Пожалуйста, примите условия использования

# verificationCodeSent
source: Verification code sent! Please check your email.
hi: सत्यापन कोड भेजा गया! कृपया अपना ईमेल जांचें।
ru: Код подтверждения отправлен! Проверьте вашу почту.

source: Registration failed
hi: पंजीकरण विफल रहा
ru: Ошибка регистрации

# alreadyHaveAccount
source: Already have an account?
hi: पहले से खाता है?
ru: Уже есть аккаунт?

source: Welcome
hi: स्वागत है
ru: Добро пожаловать

# createYourPersonalProfile
source: Create your personal profile to get custom subliminal sessions
hi: अपनी व्यक्तिगत प्रोफ़ाइल बनाएं कस्टम सबलिमिनल सत्र प्राप्त करने के लिए
ru: Создайте свой личный профиль чтобы получить персональные сублиминальные сессии

source: Email + Password
hi: ईमेल + पासवर्ड
ru: Email + Пароль

source: 💡 Suggestion
hi: 💡 सुझाव
ru: 💡 Предложение

source: 🐛 Bug Report
hi: 🐛 बग रिपोर्ट
ru: 🐛 Сообщить об ошибке

source: ✨ Feature Request
hi: ✨ सुविधा अनुरोध
ru: ✨ Запрос функции

source: 😔 Complaint
hi: 😔 शिकायत
ru: 😔 Жалоба

source: Type
hi: प्रकार
ru: Тип

source: Rate your experience
hi: अपने अनुभव को रेट करें
ru: Оцените свой опыт

source: Title
hi: शीर्षक
ru: Заголовок

source: Brief summary
hi: संक्षिप्त सारांश
ru: Краткое описание

source: Details
hi: विवरण
ru: Детали

source: Tell us more...
hi: हमें और बताएं...
ru: Расскажите подробнее...

# pleaseEnterTitle
source: Please enter a title
hi: कृपया शीर्षक दर्ज करें
ru: Пожалуйста, введите заголовок

# pleaseDescribeFeedback
source: Please describe your feedback
hi: कृपया अपनी प्रतिक्रिया का वर्णन करें
ru: Пожалуйста, опишите ваш отзыв

source: Email (optional)
hi: ईमेल (वैकल्पिक)
ru: Email (необязательно)

source: For follow-up
hi: अनुवर्ती कार्रवाई के लिए
ru: Для связи

source: Submit Feedback
hi: प्रतिक्रिया सबमिट करें
ru: Отправить отзыв

# thankYouForFeedback
source: ✅ Thank you for your feedback!
hi: ✅ आपकी प्रतिक्रिया के लिए धन्यवाद!
ru: ✅ Спасибо за ваш отзыв!

source: Error
hi: त्रुटि:
ru: Ошибка

source: All Notifications
hi: सभी सूचनाएं
ru: Все уведомления

# masterControlNotifications
source: Master control for all app notifications
hi: सभी ऐप सूचनाओं के लिए मास्टर नियंत्रण
ru: Главный контроль всех уведомлений приложения

source: Daily Reminders
hi: दैनिक अनुस्मारक
ru: Ежедневные напоминания

source: Achievement Notifications
hi: उपलब्धि सूचनाएं
ru: Уведомления о достижениях

source: Streak Milestones
hi: स्ट्रीक माइलस्टोन
ru: Вехи серии

# celebrateConsistency
source: Celebrate your consistency achievements
hi: अपनी निरंतरता उपलब्धियों का जश्न मनाएं
ru: Празднуйте свои достижения последовательности

source: Test notification sent! 🔔
hi: परीक्षण सूचना भेजी गई! 🔔
ru: Тестовое уведомление отправлено! 🔔

source: Send Test Notification
hi: परीक्षण सूचना भेजें
ru: Отправить тестовое уведомление

source: Notifications Disabled
hi: सूचनाएं अक्षम
ru: Уведомления отключены

# enableNotificationsMessage
source: Enable notifications to receive daily reminders for your wellness routine
hi: अपनी स्वास्थ्य दिनचर्या के लिए दैनिक अनुस्मारक प्राप्त करने के लिए सूचनाएं सक्षम करें
ru: Включите уведомления, чтобы получать ежедневные напоминания о вашем здоровье

# pleaseEnableNotifications
source: Please enable notifications in system settings
hi: कृपया सिस्टम सेटिंग्स में सूचनाएं सक्षम करें
ru: Пожалуйста, включите уведомления в настройках системы

source: Open Settings
hi: सेटिंग्स खोलें
ru: Открыть настройки

source: Enable Notifications
hi: सूचनाएं सक्षम करें
ru: Включить уведомления

source: Daily Reminder
hi: दैनिक अनुस्मारक
ru: Ежедневное напоминание

# getRemindedDaily
source: Get reminded to practice daily
hi: दैनिक अभ्यास करने के लिए याद दिलाया जाए
ru: Получайте ежедневные напоминания для практики

source: Reminder Time
hi: अनुस्मारक समय
ru: Время напоминания

source: Select Time
hi: समय चुनें
ru: Выбрать время

source: Current Password
hi: वर्तमान पासवर्ड
ru: Текущий пароль

# enterCurrentPassword
source: Enter your current password
hi: अपना वर्तमान पासवर्ड दर्ज करें
ru: Введите текущий пароль

source: New Password
hi: नया पासवर्ड
ru: Новый пароль

# minCharacters
source: Min. 8 characters
hi: न्यूनतम 8 वर्ण
ru: Мин. 8 символов

# newPasswordMustBeDifferent
source: New password must be different from current
hi: नया पासवर्ड वर्तमान से अलग होना चाहिए
ru: Новый пароль должен отличаться от текущего

source: Must be different
hi: अलग होना चाहिए
ru: Должен отличаться

source: Password Strength
hi: पासवर्ड की ताकत
ru: Сила пароля

source: Weak
hi: कमजोर
ru: Слабый

source: Fair
hi: ठीक
ru: Средний

source: Good
hi: अच्छा
ru: Хороший

source: Strong
hi: मजबूत
ru: Сильный

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें
ru: Подтвердите новый пароль

# reenterNewPassword
source: Re-enter your new password
hi: अपना नया पासवर्ड फिर से दर्ज करें
ru: Введите новый пароль повторно

source: Update Password
hi: पासवर्ड अपडेट करें
ru: Обновить пароль

source: Password Requirements
hi: पासवर्ड आवश्यकताएं
ru: Требования к паролю

source: At least 8 characters
hi: कम से कम 8 वर्ण
ru: Минимум 8 символов

source: One uppercase letter
hi: एक बड़ा अक्षर
ru: Одна заглавная буква

source: One lowercase letter
hi: एक छोटा अक्षर
ru: Одна строчная буква

source: One number
hi: एक संख्या
ru: Одна цифра

source: Different from current
hi: वर्तमान से अलग
ru: Отличается от текущего

source: Password Changed!
hi: पासवर्ड बदल गया!
ru: Пароль изменён!

# passwordChangedSuccess
source: Your password has been changed successfully.
hi: आपका पासवर्ड सफलतापूर्वक बदल दिया गया है।
ru: Ваш пароль успешно изменён.

# changePasswordTitle
source: Change Password
hi: पासवर्ड बदलें
ru: Изменить пароль

# createStrongPassword
source: Create a strong password for your account
hi: अपने खाते के लिए एक मजबूत पासवर्ड बनाएं
ru: Создайте надёжный пароль для вашей учётной записи

source: Failed to change password
hi: पासवर्ड बदलने में विफल
ru: Не удалось изменить пароль

# unexpectedErrorOccurred
source: An unexpected error occurred. Please try again.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया पुनः प्रयास करें।
ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте снова.

source: Stay on Track
hi: ट्रैक पर रहें
ru: Оставайтесь на верном пути

# dailyRemindersDescription
source: Get daily reminders to maintain your wellness routine and achieve your goals
hi: अपनी स्वास्थ्य दिनचर्या बनाए रखने और अपने लक्ष्यों को प्राप्त करने के लिए दैनिक अनुस्मारक प्राप्त करें
ru: Получайте ежедневные напоминания для поддержания режима благополучия и достижения целей

source: Not Now
hi: अभी नहीं
ru: Не сейчас

source: Enable
hi: सक्षम करें
ru: Включить

# notificationsEnabledSuccess
source: Notifications enabled! 🔔
hi: सूचनाएं सक्षम की गईं! 🔔
ru: Уведомления включены! 🔔

# notificationDailyReminderTitle
source: Time for Your Daily Session 🎧
hi: आपके दैनिक सत्र का समय 🎧
ru: Время для вашей сессии 🎧

# notificationDailyReminderMessage
source: Take a moment to relax and heal with INSIDEX
hi: InsideX के साथ आराम करने और ठीक होने के लिए एक पल लें
ru: Найдите минутку расслабиться и исцелиться с InsideX

# notificationStreak3Title
source: 🎉 Congratulations!
hi: 🎉 बधाई हो!
ru: 🎉 Поздравляем!

# notificationStreak3Message
source: 🔥 3 day streak! Great start!
hi: 🔥 3 दिन की स्ट्रीक! बढ़िया शुरुआत!
ru: 🔥 3 дня подряд! Отличное начало!

# notificationStreak7Title
source: 🎯 One Week Achievement!
hi: 🎯 एक सप्ताह की उपलब्धि!
ru: 🎯 Достижение недели!

# notificationStreak7Message
source: 7 days in a row! You're doing amazing!
hi: लगातार 7 दिन! आप बहुत अच्छा कर रहे हैं!
ru: 7 дней подряд! Вы великолепны!

# notificationStreak14Title
source: 💪 Two Weeks Strong!
hi: 💪 दो सप्ताह मजबूत!
ru: 💪 Две недели силы!

# notificationStreak14Message
source: 14 day streak! The habit is forming.
hi: 14 दिन की स्ट्रीक! आदत बन रही है।
ru: 14 дней подряд! Привычка формируется.

# notificationStreak21Title
source: 🌟 21 Days - Habit Formed!
hi: 🌟 21 दिन - आदत बन गई!
ru: 🌟 21 День - Привычка сформирована!

# notificationStreak21Message
source: Science says you've built a new habit!
hi: विज्ञान कहता है कि आपने एक नई आदत बना ली है!
ru: Наука говорит, что вы создали новую привычку!

# notificationStreak30Title
source: 🏆 30 Day Legend!
hi: 🏆 30 दिन की किंवदंती!
ru: 🏆 Легенда 30 дней!

# notificationStreak30Message
source: One full month! Incredible dedication!
hi: एक पूरा महीना! अविश्वसनीय समर्पण!
ru: Целый месяц! Невероятная преданность!

# notificationStreak50Title
source: 💎 50 Day Diamond Streak!
hi: 💎 50 दिन की हीरे की स्ट्रीक!
ru: 💎 Алмазная серия 50 дней!

# notificationStreak50Message
source: Half a century! You're a true INSIDEX master!
hi: आधी शताब्दी! आप एक सच्चे InsideX मास्टर हैं!
ru: Полвека! Вы настоящий мастер InsideX!

# notificationStreak100Title
source: 👑 100 Day Champion!
hi: 👑 100 दिन के चैंपियन!
ru: 👑 Чемпион 100 дней!

# notificationStreak100Message
source: One hundred days! You're absolutely legendary! 🎊
hi: एक सौ दिन! आप बिल्कुल दिग्गज हैं! 🎊
ru: Сто дней! Вы абсолютно легендарны! 🎊

# notificationStreakLostTitle
source: 😔 Streak Ended
hi: 😔 स्ट्रीक समाप्त
ru: 😔 Серия прервана

# notificationStreakLostMessage
source: Your {days} day streak has ended. But don't worry, you can start fresh today!
hi: आपकी {days} दिन की स्ट्रीक समाप्त हो गई है। लेकिन चिंता न करें, आप आज से नई शुरुआत कर सकते हैं!
ru: Ваша серия в {days} дней прервана. Но не волнуйтесь, вы можете начать заново сегодня!

source: NOW PLAYING
hi: अभी चल रहा है
ru: СЕЙЧАС ИГРАЕТ

source: Intro
hi: परिचय
ru: Вступление

source: Introduction
hi: परिचय
ru: Введение

source: Subliminal Session
hi: सबलिमिनल सत्र
ru: Сублиминальная сессия

source: No introduction available
hi: परिचय उपलब्ध नहीं है
ru: Введение недоступно

source: Failed to play audio
hi: ऑडियो चलाने में विफल
ru: Не удалось воспроизвести аудио

source: Audio file not found
hi: ऑडियो फ़ाइल नहीं मिली
ru: Аудиофайл не найден

source: Unknown Session
hi: अज्ञात सत्र
ru: Неизвестная сессия

source: Subliminal
hi: सबलिमिनल
ru: Сублиминал

source: Session Details
hi: सत्र विवरण
ru: Детали сессии

source: ABOUT THIS SESSION
hi: इस सत्र के बारे में
ru: ОБ ЭТОЙ СЕССИИ

source: Loop enabled
hi: लूप सक्षम
ru: Повтор включен

source: Loop disabled
hi: लूप अक्षम
ru: Повтор выключен

source: Shuffle ON
hi: शफल चालू
ru: Случайный порядок ВКЛ

source: Shuffle OFF
hi: शफल बंद
ru: Случайный порядок ВЫКЛ

source: Error updating playlist
hi: प्लेलिस्ट अपडेट करने में त्रुटि
ru: Ошибка обновления плейлиста

source: Error updating favorites
hi: पसंदीदा अपडेट करने में त्रुटि
ru: Ошибка обновления избранного

source: Premium feature
hi: प्रीमियम सुविधा
ru: Премиум функция

source: Auto-play enabled
hi: ऑटो-प्ले सक्षम
ru: Автовоспроизведение включено

source: Auto-play disabled
hi: ऑटो-प्ले अक्षम
ru: Автовоспроизведение выключено

source: Sleep Timer
hi: स्लीप टाइमर
ru: Таймер сна

source: No timer set
hi: कोई टाइमर सेट नहीं
ru: Таймер не установлен

# currentMinutes
source: Current: {minutes} minutes
hi: वर्तमान: {minutes} मिनट
ru: Текущий: {minutes} минут

source: Cancel timer
hi: टाइमर रद्द करें
ru: Отменить таймер

source: Set
hi: सेट करें
ru: Установить

# setMinutes
source: {minutes}m
hi: {minutes}मि
ru: {minutes}м

source: Search
hi: खोजें
ru: Поиск

# searchSessions
source: Search...
hi: खोजें...
ru: Поиск...

source: Search Results
hi: खोज परिणाम
ru: Результаты поиска

source: No results found
hi: कोई परिणाम नहीं मिला
ru: Результаты не найдены

source: Try different keywords
hi: विभिन्न कीवर्ड आज़माएं
ru: Попробуйте другие ключевые слова

# searchCategories
source: Categories
hi: श्रेणियां
ru: Категории

# searchSessionsTab
source: Sessions
hi: सत्र
ru: Сессии
