Repository: ParvinT/insidex_app
Catalog: lib/l10n/app_*.arb
Languages: hi, ru

# allResults
source: All
hi: सभी
ru: Все

# foundResults
source: {count} results found
hi: {count} परिणाम मिले
ru: Найдено {count} результатов

source: Recent Searches
hi: हाल की खोजें
ru: Недавние поиски

source: Clear All
hi: सब साफ़ करें
ru: Очистить всё

source: Clear
hi: साफ़ करें
ru: Очистить

source: Clear Search History
hi: खोज इतिहास साफ़ करें
ru: Очистить историю поиска

# clearSearchHistoryConfirmation
source: Are you sure you want to clear all search history?
hi: क्या आप वाकई सभी खोज इतिहास साफ़ करना चाहते हैं?
ru: Вы уверены, что хотите очистить всю историю поиска?

source: Search history cleared
hi: खोज इतिहास साफ़ किया गया
ru: История поиска очищена

source: Account Opened on Another Device
hi: खाता दूसरे डिवाइस पर खोला गया
ru: Аккаунт открыт на другом устройстве

# accountOpenedMessage
source: For your security, you will be automatically logged out from this device.
hi: आपकी सुरक्षा के लिए, आपको इस डिवाइस से स्वचालित रूप से लॉग आउट कर दिया जाएगा।
ru: Для вашей безопасности вы будете автоматически выведены из системы.

# securityWarningUnauthorized
source: If this wasn't you, please change your password immediately!
hi: यदि यह आप नहीं थे, तो कृपया तुरंत अपना पासवर्ड बदलें!
ru: Если это были не вы, пожалуйста, немедленно измените пароль!

source: Logging out...
hi: लॉग आउट हो रहा है...
ru: Выход из системы...

# deviceSecurityWarning
source: Your account can only be active on one device at a time for security purposes.
hi: सुरक्षा उद्देश्यों के लिए आपका खाता एक समय में केवल एक डिवाइस पर सक्रिय हो सकता है।
ru: Ваш аккаунт может быть активен только на одном устройстве одновременно в целях безопасности.

source: seconds
hi: सेकंड
ru: секунд

source: second
hi: सेकंड
ru: секунда

# pleaseEnterEmail
source: Please enter your email
hi: कृपया अपना ईमेल दर्ज करें
ru: Пожалуйста, введите ваш email

# pleaseEnterValidEmail
source: Please enter a valid email
hi: कृपया एक मान्य ईमेल दर्ज करें
ru: Пожалуйста, введите корректный email

# pleaseEnterPassword
source: Please enter your password
hi: कृपया अपना पासवर्ड दर्ज करें
ru: Пожалуйста, введите ваш пароль

source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 वर्ण का होना चाहिए
ru: Минимум 6 символов

source: Password must be at least 8 characters
hi: पासवर्ड कम से कम 8 वर्ण का होना चाहिए
ru: Минимум 8 символов

# passwordMustContainUppercase
source: Password must contain at least one uppercase letter
hi: पासवर्ड में कम से कम एक बड़ा अक्षर होना चाहिए
ru: Пароль должен содержать хотя бы одну заглавную букву

# passwordMustContainLowercase
source: Password must contain at least one lowercase letter
hi: पासवर्ड में कम से कम एक छोटा अक्षर होना चाहिए
ru: Пароль должен содержать хотя бы одну строчную букву

# passwordMustContainNumber
source: Password must contain at least one number
hi: पासवर्ड में कम से कम एक संख्या होनी चाहिए
ru: Пароль должен содержать хотя бы одну цифру

# pleaseEnterName
source: Please enter your name
hi: कृपया अपना नाम दर्ज करें
ru: Пожалуйста, введите ваше имя

source: Name must be at least 2 characters
hi: नाम कम से कम 2 वर्ण का होना चाहिए
ru: Имя должно содержать не менее 2 символов

# nameCanOnlyContainLetters
source: Name can only contain letters and spaces
hi: नाम में केवल अक्षर और रिक्त स्थान हो सकते हैं
ru: Имя может содержать только буквы и пробелы

# pleaseEnterPhone
source: Please enter your phone number
hi: कृपया अपना फोन नंबर दर्ज करें
ru: Пожалуйста, введите ваш номер телефона

# pleaseEnterValidPhone
source: Please enter a valid phone number
hi: कृपया एक मान्य फोन नंबर दर्ज करें
ru: Пожалуйста, введите корректный номер телефона

# currentPasswordIncorrect
source: Current password is incorrect
hi: वर्तमान पासवर्ड गलत है
ru: Текущий пароль неверен

# newPasswordSameAsCurrent
source: New password must be different from current password
hi: नया पासवर्ड वर्तमान पासवर्ड से अलग होना चाहिए
ru: Новый пароль должен отличаться от текущего

# noUserSignedIn
source: No user is currently signed in
hi: वर्तमान में कोई उपयोगकर्ता साइन इन नहीं है
ru: В данный момент ни один пользователь не вошел в систему

source: Authentication failed
hi: प्रमाणीकरण विफल रहा
ru: Ошибка аутентификации

# passwordTooWeak
source: The password is too weak
hi: पासवर्ड बहुत कमजोर है
ru: Пароль слишком слабый

# pleaseSignInAgain
source: Please sign out and sign in again before changing your password
hi: कृपया अपना पासवर्ड बदलने से पहले साइन आउट करें और फिर से साइन इन करें
ru: Пожалуйста, выйдите и войдите снова перед изменением пароля

# networkError
source: Network error. Please check your connection
hi: नेटवर्क त्रुटि। कृपया अपना कनेक्शन जांचें
ru: Ошибка сети. Проверьте подключение

# tooManyAttempts
source: Too many attempts. Please try again later
hi: बहुत अधिक प्रयास। कृपया बाद में पुनः प्रयास करें
ru: Слишком много попыток. Попробуйте позже

# emailAlreadyInUse
source: This email is already registered. Please sign in instead
hi: यह ईमेल पहले से पंजीकृत है। कृपया साइन इन करें
ru: Этот email уже зарегистрирован. Пожалуйста, войдите

# invalidEmail
source: The email address is not valid
hi: ईमेल पता मान्य नहीं है
ru: Неверный адрес электронной почты

# weakPassword
source: The password is too weak. Please use at least 6 characters
hi: पासवर्ड बहुत कमजोर है। कृपया कम से कम 6 वर्ण का उपयोग करें
ru: Пароль слишком слабый. Используйте минимум 6 символов

# userNotFound
source: User with email {email} not found
hi: {email} ईमेल वाला उपयोगकर्ता नहीं मिला
ru: Пользователь с email {email} не найден

# incorrectPassword
source: Incorrect password. Please try again
hi: गलत पासवर्ड। कृपया पुनः प्रयास करें
ru: Неверный пароль. Попробуйте еще раз

# accountDisabled
source: This account has been disabled
hi: यह खाता अक्षम कर दिया गया है
ru: Этот аккаунт отключен

# tooManyFailedAttempts
source: Too many failed attempts. Please try again later
hi: बहुत अधिक विफल प्रयास। कृपया बाद में पुनः प्रयास करें
ru: Слишком много неудачных попыток. Попробуйте позже

# invalidCredential
source: Invalid email or password
hi: अमान्य ईमेल या पासवर्ड
ru: Неверный email или пароль

# operationNotAllowed
source: Email/password sign-in is not enabled. Please contact support
hi: ईमेल/पासवर्ड साइन-इन सक्षम नहीं है। कृपया सहायता से संपर्क करें
ru: Вход по email/паролю не включен. Обратитесь в поддержку

# invalidEmailAddress
source: Please enter a valid email address
hi: कृपया एक मान्य ईमेल पता दर्ज करें
ru: Пожалуйста, введите корректный адрес электронной почты

# emailAlreadyExists
source: This email is already registered. Please sign in or use forgot password.
hi: यह ईमेल पहले से पंजीकृत है। कृपया साइन इन करें या पासवर्ड भूल गए का उपयोग करें।
ru: Этот email уже зарегистрирован. Пожалуйста, войдите или используйте восстановление пароля.

# nameTooShort
source: Name must be at least 2 characters
hi: नाम कम से कम 2 वर्ण का होना चाहिए
ru: Имя должно содержать не менее 2 символов

# failedToResendCode
source: Failed to resend code. Please try again
hi: कोड फिर से भेजने में विफल। कृपया पुनः प्रयास करें
ru: Не удалось повторно отправить код. Попробуйте еще раз

# noPendingVerification
source: No pending verification found. Please sign up again
hi: कोई लंबित सत्यापन नहीं मिला। कृपया फिर से साइन अप करें
ru: Ожидающая проверка не найдена. Зарегистрируйтесь снова

# verificationCodeNotFound
source: Verification code not found. Please sign up again.
hi: सत्यापन कोड नहीं मिला। कृपया फिर से साइन अप करें।
ru: Код подтверждения не найден. Пожалуйста, зарегистрируйтесь снова.

# verificationCodeAlreadyUsed
source: This code has already been used.
hi: यह कोड पहले ही उपयोग किया जा चुका है।
ru: Этот код уже был использован.

# verificationCodeExpired
source: Verification code has expired. Please sign up again.
hi: सत्यापन कोड समाप्त हो गया है। कृपया फिर से साइन अप करें।
ru: Срок действия кода подтверждения истёк. Пожалуйста, зарегистрируйтесь снова.

# tooManyVerificationAttempts
source: Too many failed attempts. Please sign up again.
hi: बहुत अधिक विफल प्रयास। कृपया फिर से साइन अप करें।
ru: Слишком много неудачных попыток. Пожалуйста, зарегистрируйтесь снова.

# invalidVerificationCode
source: Invalid verification code. Please try again.
hi: अमान्य सत्यापन कोड। कृपया पुनः प्रयास करें।
ru: Неверный код подтверждения. Пожалуйста, попробуйте снова.

source: Offline
hi: ऑफ़लाइन
ru: Оффлайн

source: No image available
hi: छवि उपलब्ध नहीं है
ru: Изображение недоступно

source: No description available
hi: विवरण उपलब्ध नहीं है
ru: Описание недоступно

source: Admin Panel
hi: प्रशासक पैनल
ru: Панель администратора

source: Manage your app
hi: अपना ऐप प्रबंधित करें
ru: Управляйте приложением

source: Dashboard
hi: डैशबोर्ड
ru: Панель управления

source: Admin Menu
hi: प्रशासक मेनू
ru: Меню администратора

source: Users
hi: उपयोगकर्ता
ru: Пользователи

source: Home Cards
hi: होम कार्ड
ru: Карточки главной

source: Add Session
hi: सत्र जोड़ें
ru: Добавить сессию

source: Manage Diseases
hi: बीमारियों का प्रबंधन करें
ru: Управление болезнями

source: Add Disease
hi: बीमारी जोड़ें
ru: Добавить болезнь

source: Edit Disease
hi: बीमारी संपादित करें
ru: Редактировать болезнь

source: Disease Name
hi: बीमारी का नाम
ru: Название болезни

# diseaseCategory
source: Category
hi: श्रेणी
ru: Категория

source: Physical
hi: शारीरिक
ru: Физический

source: Mental
hi: मानसिक
ru: Ментальный

source: Emotional
hi: भावनात्मक
ru: Эмоциональный

source: All
hi: सभी
ru: Все

source: Display Order
hi: प्रदर्शन क्रम
ru: Порядок отображения

# lowerNumbersFirst
source: Lower numbers appear first
hi: छोटी संख्याएँ पहले दिखाई देती हैं
ru: Меньшие числа отображаются первыми

# orderRequired
source: Order is required
hi: क्रम आवश्यक है
ru: Порядок обязателен

# mustBeNumber
source: Must be a number
hi: संख्या होनी चाहिए
ru: Должно быть числом

# englishNameRequired
source: English name is required
hi: अंग्रेजी नाम आवश्यक है
ru: Английское название обязательно

source: Disease created successfully
hi: बीमारी सफलतापूर्वक बनाई गई
ru: Болезнь успешно создана

source: Disease updated successfully
hi: बीमारी सफलतापूर्वक अपडेट की गई
ru: Болезнь успешно обновлена

source: Disease deleted successfully
hi: बीमारी सफलतापूर्वक हटाई गई
ru: Болезнь успешно удалена

# deletingDiseaseKeepsCauses
source: Note: Disease causes for this disease will NOT be deleted.
hi: नोट: इस बीमारी के कारण हटाए नहीं जाएंगे।
ru: Примечание: Причины этой болезни НЕ будут удалены.

source: No diseases found
hi: कोई बीमारी नहीं मिली
ru: Болезни не найдены

# tapToAddDisease
source: Tap the + button to add a disease
hi: बीमारी जोड़ने के लिए + बटन पर टैप करें
ru: Нажмите кнопку +, чтобы добавить болезнь

source: Delete Disease
hi: बीमारी हटाएं
ru: Удалить болезнь

# deleteDiseaseConfirm
source: Are you sure you want to delete
hi: क्या आप वाकई हटाना चाहते हैं
ru: Вы уверены, что хотите удалить

source: Manage Disease Causes
hi: बीमारी के कारणों का प्रबंधन करें
ru: Управление причинами болезней

source: Add Disease Cause
hi: बीमारी का कारण जोड़ें
ru: Добавить причину болезни

source: Edit Disease Cause
hi: बीमारी का कारण संपादित करें
ru: Редактировать причину болезни

source: Disease
hi: बीमारी
ru: Заболевание

source: Select a disease
hi: एक बीमारी चुनें
ru: Выберите болезнь

# pleaseSelectDisease
source: Please select a disease
hi: कृपया एक बीमारी चुनें
ru: Пожалуйста, выберите болезнь

source: Disease Cause Content
hi: बीमारी के कारण की सामग्री
ru: Содержание причины болезни

# describeDiseaseHelp
source: Describe the root cause of this disease and how the session helps...
hi: इस बीमारी के मूल कारण और सत्र कैसे मदद करता है का वर्णन करें...
ru: Опишите коренную причину этой болезни и как сеанс помогает...

source: Disease cause created successfully
hi: बीमारी का कारण सफलतापूर्वक बनाया गया
ru: Причина болезни успешно создана

source: Disease cause updated successfully
hi: बीमारी का कारण सफलतापूर्वक अपडेट किया गया
ru: Причина болезни успешно обновлена

source: Disease cause deleted successfully
hi: बीमारी का कारण सफलतापूर्वक हटाया गया
ru: Причина болезни успешно удалена

source: No disease causes found
hi: बीमारी के कारण नहीं मिले
ru: Причины болезней не найдены

# tapToAddDiseaseCause
source: Tap the + button to add a disease cause
hi: बीमारी का कारण जोड़ने के लिए + बटन पर टैप करें
ru: Нажмите кнопку +, чтобы добавить причину болезни

source: Delete Disease Cause
hi: बीमारी का कारण हटाएं
ru: Удалить причину болезни

# deleteDiseaseCauseConfirm
source: Are you sure you want to delete the disease cause for
hi: क्या आप वाकई इसके लिए बीमारी का कारण हटाना चाहते हैं
ru: Вы уверены, что хотите удалить причину болезни для

# forDisease
source: For:
hi: के लिए:
ru: Для:

source: Update Disease
hi: बीमारी अपडेट करें
ru: Обновить болезнь

source: Update Disease Cause
hi: बीमारी का कारण अपडेट करें
ru: Обновить причину болезни

source: Recommends: Session
hi: अनुशंसा: सत्र
ru: Рекомендуется: Сессия

source: Recommended Session
hi: अनुशंसित सत्र
ru: Рекомендуемый сеанс

source: Select a session
hi: एक सत्र चुनें
ru: Выберите сессию

# pleaseSelectSession
source: Please select a session
hi: कृपया एक सत्र चुनें
ru: Пожалуйста, выберите сессию

# englishContentRequired
source: English content is required
hi: अंग्रेजी सामग्री आवश्यक है
ru: Английское содержание обязательно

source: Update
hi: अपडेट करें
ru: Обновить

source: Create
hi: बनाएं
ru: Создать

source: Delete
hi: हटाएं
ru: Удалить

# pleaseSelectCategory
source: Please select a category
hi: कृपया एक श्रेणी चुनें
ru: Пожалуйста, выберите категорию

# pleaseFillAllFields
source: Please fill all required fields
hi: कृपया सभी आवश्यक फ़ील्ड भरें
ru: Пожалуйста, заполните все обязательные поля

source: Error loading data
hi: डेटा लोड करने में त्रुटि
ru: Ошибка загрузки данных

source: Error saving data
hi: डेटा सहेजने में त्रुटि
ru: Ошибка сохранения данных

source: Error deleting data
hi: डेटा हटाने में त्रुटि
ru: Ошибка удаления данных

source: Update Session
hi: सत्र अपडेट करें
ru: Обновить сессию

source: Create Session
hi: सत्र बनाएं
ru: Создать сессию

source: Update Symptom
hi: लक्षण अपडेट करें
ru: Обновить симптом

source: Update Emotional Map
hi: भावनात्मक मानचित्र अपडेट करें
ru: Обновить эмоциональную карту

# pleaseLoginToAccessAdmin
source: Please login to access admin panel
hi: प्रशासक पैनल एक्सेस करने के लिए कृपया लॉगिन करें
ru: Пожалуйста, войдите для доступа к панели администратора

source: Admin access required
hi: प्रशासक एक्सेस आवश्यक
ru: Требуется доступ администратора

source: Total Users
hi: कुल उपयोगकर्ता
ru: Всего пользователей

source: Premium Users
hi: प्रीमियम उपयोगकर्ता
ru: Premium пользователей

source: Total Categories
hi: कुल श्रेणियाँ
ru: Всего категорий

source: Recent Activity
hi: हाल की गतिविधि
ru: Недавняя активность

# newSessionAdded
source: New session added to Sleep category
hi: स्लीप श्रेणी में नया सत्र जोड़ा गया
ru: Новая сессия добавлена в категорию Сон

# hoursAgo
source: h ago
hi: घंटे पहले
ru: ч назад

source: Edit Session
hi: सत्र संपादित करें
ru: Редактировать сессию

source: Add New Session
hi: नया सत्र जोड़ें
ru: Добавить новую сессию

source: Session Number
hi: सत्र संख्या
ru: Номер сессии

# sessionNumberLabel
source: Session Number (№)
hi: सत्र संख्या (№)
ru: Номер сессии (№)

# sessionNumberHint
source: e.g., 17
hi: उदा., 17
ru: напр., 17

# sessionNumberHelper
source: Unique number for this session
hi: इस सत्र के लिए अद्वितीय संख्या
ru: Уникальный номер для этой сессии

source: Session number already exists!
hi: यह सत्र संख्या पहले से मौजूद है!
ru: Этот номер сессии уже существует!

source: Emoji
hi: इमोजी
ru: Эмодзи

source: Category
hi: श्रेणी
ru: Категория

source: Audio Files
hi: ऑडियो फ़ाइलें
ru: Аудиофайлы

source: Subliminal Audio
hi: सबलिमिनल ऑडियो
ru: Сублиминальный аудио

source: Background Images
hi: पृष्ठभूमि छवियां
ru: Фоновые изображения

source: Background Image
hi: पृष्ठभूमि छवि
ru: Фоновое изображение

source: No audio selected
hi: कोई ऑडियो नहीं चुना गया
ru: Аудио не выбрано

source: No image selected
hi: कोई छवि नहीं चुनी गई
ru: Изображение не выбрано

source: Existing
hi: मौजूदा
ru: Существующий

# audioFileTooLarge
source: Audio file too large! Max 500MB allowed
hi: ऑडियो फ़ाइल बहुत बड़ी है! अधिकतम 500MB
ru: Аудиофайл слишком большой! Максимум 500МБ

# imageFileTooLarge
source: Image file too large! Max 10MB allowed
hi: छवि फ़ाइल बहुत बड़ी है! अधिकतम 10MB
ru: Файл изображения слишком большой! Максимум 10МБ

source: Error selecting audio
hi: ऑडियो चुनते समय त्रुटि
ru: Ошибка выбора аудио

source: Error selecting image
hi: छवि चुनते समय त्रुटि
ru: Ошибка выбора изображения

# pleaseEnterTitleInOneLang
source: Please enter a title in at least one language
hi: कृपया कम से कम एक भाषा में शीर्षक दर्ज करें
ru: Пожалуйста, введите заголовок хотя бы на одном языке

source: Starting upload...
hi: अपलोड शुरू हो रहा है...
ru: Начинается загрузка...

source: Uploading audio...
hi: ऑडियो अपलोड हो रहा है...
ru: Загрузка аудио...

source: Uploading image...
hi: छवि अपलोड हो रही है...
ru: Загрузка изображения...

source: Saving session data...
hi: सत्र डेटा सहेजा जा रहा है...
ru: Сохранение данных сессии...

source: Session saved successfully!
hi: सत्र सफलतापूर्वक सहेजा गया!
ru: Сессия успешно сохранена!

source: Error saving session
hi: सत्र सहेजते समय त्रुटि
ru: Ошибка сохранения сессии

source: Send
hi: भेजें
ru: Отправить

source: Add New Admin
hi: नया प्रशासक जोड़ें
ru: Добавить администратора

source: User Email
hi: उपयोगकर्ता ईमेल
ru: Email пользователя

source: Add Admin
hi: प्रशासक जोड़ें
ru: Добавить администратора

source: Current Admins
hi: वर्तमान प्रशासक
ru: Текущие администраторы

source: Unknown
hi: अज्ञात
ru: Неизвестно

source: Remove Admin Access
hi: प्रशासक एक्सेस हटाएं
ru: Удалить доступ администратора

# removeAdminConfirm
source: Are you sure you want to remove admin access?
hi: क्या आप वाकई प्रशासक एक्सेस हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить доступ администратора?

source: Remove
hi: हटाएं
ru: Удалить

source: Admin access removed
hi: प्रशासक एक्सेस हटाया गया
ru: Доступ администратора удален

# adminAccessGranted
source: Admin access granted to {email}
hi: {email} को प्रशासक एक्सेस दिया गया
ru: Доступ администратора предоставлен {email}

source: Message
hi: संदेश
ru: Сообщение

source: Admin Management
hi: प्रशासक प्रबंधन
ru: Управление администраторами

source: Category Management
hi: श्रेणी प्रबंधन
ru: Управление категориями

source: Add New Category
hi: नई श्रेणी जोड़ें
ru: Добавить категорию

source: Update Category
hi: श्रेणी अपडेट करें
ru: Обновить категорию

source: Category updated successfully!
hi: श्रेणी सफलतापूर्वक अपडेट की गई!
ru: Категория успешно обновлена!

source: Error updating category
hi: श्रेणी अपडेट करते समय त्रुटि
ru: Ошибка обновления категории

source: Category Name
hi: श्रेणी का नाम
ru: Название категории

# categoryNameHint
source: Category name
hi: श्रेणी का नाम
ru: Название категории

source: Add Category
hi: श्रेणी जोड़ें
ru: Добавить категорию

source: Error loading categories
hi: श्रेणियां लोड करने में त्रुटि
ru: Ошибка загрузки категорий

source: No categories yet
hi: अभी तक कोई श्रेणी नहीं
ru: Категорий пока нет

# addFirstCategory
source: Add your first category above
hi: ऊपर से अपनी पहली श्रेणी जोड़ें
ru: Добавьте первую категорию выше

# pleaseEnterCategoryName
source: Please enter a category name
hi: कृपया श्रेणी का नाम दर्ज करें
ru: Пожалуйста, введите название категории

# categoryAlreadyExists
source: This category already exists
hi: यह श्रेणी पहले से मौजूद है
ru: Эта категория уже существует

source: Category added successfully!
hi: श्रेणी सफलतापूर्वक जोड़ी गई!
ru: Категория успешно добавлена!

source: Error adding category
hi: श्रेणी जोड़ने में त्रुटि
ru: Ошибка добавления категории

source: Edit Category
hi: श्रेणी संपादित करें
ru: Редактировать категорию

source: Select Emoji
hi: इमोजी चुनें
ru: Выберите эмодзи

source: Delete Category
hi: श्रेणी हटाएं
ru: Удалить категорию

# deleteCategoryConfirm
source: Are you sure you want to delete "{title}"? Note: Sessions in this category will NOT be deleted.
hi: क्या आप वाकई "{title}" को हटाना चाहते हैं? नोट: इस श्रेणी के सत्र हटाए नहीं जाएंगे।
ru: Вы уверены, что хотите удалить "{title}"? Примечание: Сессии в этой категории НЕ будут удалены.

# thisCategoryLower
source: this category
hi: यह श्रेणी
ru: эту категорию

source: Category deleted successfully
hi: श्रेणी सफलतापूर्वक हटाई गई
ru: Категория успешно удалена

source: Error deleting category
hi: श्रेणी हटाने में त्रुटि
ru: Ошибка удаления категории

source: Just now
hi: अभी-अभी
ru: Только что

# daysAgo
source: {count} days ago
hi: {count} दिन पहले
ru: {count} дн. назад

# hoursAgoFull
source: {count} hours ago
hi: {count} घंटे पहले
ru: {count} ч. назад

# minutesAgo
source: {count} minutes ago
hi: {count} मिनट पहले
ru: {count} мин. назад

source: Recently
hi: हाल ही में
ru: Недавно

source: Session Management
hi: सत्र प्रबंधन
ru: Управление сессиями

source: Delete Session
hi: सत्र हटाएं
ru: Удалить сессию

# deleteSessionConfirm
source: Are you sure you want to delete this session?
hi: क्या आप वाकई इस सत्र को हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить эту сессию?

source: Session deleted successfully
hi: सत्र सफलतापूर्वक हटाया गया
ru: Сессия успешно удалена

source: No sessions found
hi: कोई सत्र नहीं मिला
ru: Сессии не найдены

source: Uncategorized
hi: श्रेणीबद्ध नहीं
ru: Без категории

source: Admin Settings
hi: प्रशासक सेटिंग्स
ru: Настройки администратора

source: Home Cards Management
hi: होम कार्ड प्रबंधन
ru: Управление главными карточками

source: Inactive
hi: निष्क्रिय
ru: Неактивно

# imagesRandomRotation
source: {count} images • Random rotation
hi: {count} छवियां • यादृच्छिक रोटेशन
ru: {count} изображений • Случайная ротация

source: Manage
hi: प्रबंधित करें
ru: Управлять

# manageImagesFor
source: Manage Images for {title}
hi: {title} के लिए छवियां प्रबंधित करें
ru: Управление изображениями для {title}

source: Add Images
hi: छवियां जोड़ें
ru: Добавить изображения

source: Save Images
hi: छवियां सहेजें
ru: Сохранить изображения

source: No Images Yet
hi: अभी तक कोई छवि नहीं
ru: Изображений пока нет

source: Add images to get started
hi: शुरू करने के लिए छवियां जोड़ें
ru: Добавьте изображения для начала

# imagesUploadedSuccessfully
source: {success} images uploaded successfully
hi: {success} छवियां सफलतापूर्वक अपलोड की गईं
ru: {success} изображений успешно загружено

# imagesFailed
source: {fail} failed
hi: {fail} विफल
ru: {fail} не удалось

source: Error uploading images
hi: छवियां अपलोड करने में त्रुटि
ru: Ошибка загрузки изображений

source: Image removed
hi: छवि हटाई गई
ru: Изображение удалено

source: Please add at least 3 images
hi: कृपया कम से कम 3 छवियां जोड़ें
ru: Пожалуйста, добавьте минимум 3 изображения

source: Maximum 10 images allowed
hi: अधिकतम 10 छवियों की अनुमति है
ru: Максимум 10 изображений

source: Images saved successfully
hi: छवियां सफलतापूर्वक सहेजी गईं
ru: Изображения успешно сохранены

source: Error saving images
hi: छवियां सहेजने में त्रुटि
ru: Ошибка сохранения изображений

# loadingText
source: Loading
hi: लोड हो रहा है
ru: Загрузка

source: Error loading card
hi: कार्ड लोड करने में त्रुटि
ru: Ошибка загрузки карточки

source: Card enabled
hi: कार्ड सक्षम किया गया
ru: Карточка включена

source: Card disabled
hi: कार्ड अक्षम किया गया
ru: Карточка отключена

source: Manage Images
hi: छवियां प्रबंधित करें
ru: Управление изображениями

source: Random Background Images
hi: यादृच्छिक पृष्ठभूमि छवियां
ru: Случайные фоновые изображения

# addImagesInfo
source: Add 3-10 images. One will be randomly selected each time the home screen loads.
hi: 3-10 छवियां जोड़ें। हर बार होम स्क्रीन लोड होने पर एक यादृच्छिक रूप से चुना जाएगा।
ru: Добавьте 3-10 изображений. Одно будет случайно выбрано при каждой загрузке главного экрана.

# imagesUploaded
source: images uploaded successfully
hi: छवियां सफलतापूर्वक अपलोड की गईं
ru: изображений успешно загружено

source: failed
hi: विफल
ru: не удалось

source: 📝 Content (Multi-Language)
hi: 📝 सामग्री (बहु-भाषा)
ru: 📝 Контент (Мультиязык)
